Repository: Banasura/majordome
Catalog: locales/*/main.po
Languages: fr

source: A Dotclear plugin which allow user to easily create and manage user forms.
fr: Un plugin permettant de créer et gérer facilement des formulaires.

source: Answers
fr: Réponses

source: Unable to find the form %s.
fr: Impossible de trouver le formulaire %s.

source: Answers to “%s”
fr: Réponses à « %s »

source: Unable to show the answers: no form given.
fr: Impossible d'afficher les réponses : aucun formulaire donné.

source: The answer handler of this form does not allow you to see the existing answers.
fr: La méthode de traitement des réponses de ce formulaire ne permet pas d'afficher les réponses apportées.

source: Create a new form
fr: Ajouter un nouveau formulaire

source: Unable to edit the form.
fr: Impossible d'éditer le formulaire.

source: Edit form “%s”
fr: Éditer le formulaire « %s »

source: Save form
fr: Sauvegarder le formulaire

source: You have unsaved changes. If you leave this page, you will lose those changes!
fr: Des modifications n'ont pas été sauvegardée. Si vous quittez cette page, les modifications seront perdues.

source: No response fields
fr: Aucun champ existant

source: Add new field
fr: Ajouter

source: Edit field
fr: Éditer

source: Dropdown
fr: Liste

source: Email
fr: Courriel

source: Number
fr: Nombre

source: Paragraph
fr: Zone de texte

source: Price
fr: Prix

source: Multiple choice
fr: Choix multiples

source: Section break
fr: Section

source: Text
fr: Texte

source: Time
fr: Temps

source: Website
fr: Site Web

source: Checkboxes
fr: Case à cocher

source: Address
fr: Adresse

source: Add a longer description to this field
fr: Ajouter une description détaillée de ce champ

source: Integer only
fr: Nombre entier uniquement

source: Only accept integers
fr: N'accepte que des nombres entiers

source: Required
fr: Requis

source: Above
fr: Maximum

source: Below
fr: Minimum

source: Length limit
fr: Taille limite

source: characters
fr: caractères

source: words
fr: mots

source: Include blank
fr: Inclure un champ vide

source: Include \"other\"
fr: Inclure un champ « autre »

source: Add option
fr: Ajouter une option

source: Units
fr: Unités

source: Duplicate field
fr: Dupliquer le champ

source: Remove field
fr: Supprimer le champ

source: Remove option
fr: Supprimer l'option

source: Reset
fr: Réinitialiser

source: Submit
fr: Valider

source: Form options
fr: Options du formulaire

source: Required field
fr: Champ requis

source: Form name
fr: Nom du formulaire

source: The form name must not exceed 50 characters.
fr: Le nom du formulaire ne doit pas dépasser 50 caractères.

source: Form description
fr: Description du formulaire

source: Data handling
fr: Traitement des réponses

source: Unknown data handler “%s”.
fr: Méthode de traitement « %s » inconnue.

source: Data handling options
fr: Options de la méthode de traitement

source: Form fields
fr: Champs du formulaire

source: In order to use the captcha field, you must install the “Accessible Captcha” plugin.
fr: Pour pouvoir utiliser le champ « captcha », vous devez installer le plugin « Accessible Captcha ».

source: Save
fr: Sauvegarder

source: Unknown form of ID “%s”.
fr: Formulaire d'identifiant « %s » inconnu.

source: Please enter a form name.
fr: Veuillez saisir un nom de formulaire.

source: The form name is too long.
fr: Le nom du formulaire est trop long.

source: The form description is too long.
fr: La description du formulaire est trop longue.

source: Please choose a handler for the form results.
fr: Veuillez choisir une méthode de traitement des résultats du formulaire.

source: The chosen data handler does not exists.
fr: La méthode de traitement des résultats choisie n'existe pas.

source: The form has no field.
fr: Le formulaire ne comporte aucun champ.

source: The form has been successfully created.
fr: Le formulaire a été créé avec succès.

source: An unknown error occurred. The form could not be created.
fr: Une erreur inconnue est survenue. Le formulaire n'a pas pu être créé.

source: An unknown error occurred: %s.
fr: Une erreur inconnue est survenue : %s.

source: The form has been successfully updated.
fr: Le formulaire a été mis à jour avec succès.

source: The form has been successfully sent. Thank you for your participation.
fr: Le formulaire a été envoyé avec succès. Merci pour votre participation.

source: An error occurred while saving your answers. Sorry for the inconvenience.
fr: Une erreur est survenue durant la sauvegarde des données. Veuillez nous excuser pour le désagrément.

source: My forms
fr: Mes formulaires

source: Create a form
fr: Ajouter un formulaire

source: You currently do not have any form. Create one by clicking the button!
fr: Vous n'avez encore créé aucun formulaire. Commencez dès maintenant en cliquant sur le bouton !

source: Name
fr: Nom

source: Handler
fr: Mode de traitement

source: unknown
fr: inconnu

source: Show this form on the blog
fr: Voir ce formulaire sur le blog

source: Show
fr: Voir

source: See the existing answers to this form
fr: Afficher les réponses apportées à ce formulaire

source: Edit this form
fr: Éditer ce formulaire

source: Edit
fr: Éditer

source: Delete
fr: Supprimer

source: Unable to delete the form: unknown form identifier
fr: Impossible de supprimer le formulaire : identifiant du formulaire invalide

source: The form has been successfully deleted
fr: Le formulaire a été supprimé avec succès

source: Unable to delete the form
fr: Impossible de supprimer le formulaire

source: Please answer the question “%s”.
fr: Veuillez répondre à la question « %s ».

source: The answer to “%s” is wrong. Would you be a robot?
fr: La réponse à « %s » est incorrecte. Seriez-vous un robot ?

source: Other
fr: Autre

source: Please fill in the “other” option in the field “%s”
fr: Veuillez compléter l'option « autre » du champ « %s »

source: Please choose only possible answers in “%s”
fr: Veuillez choisir uniquement une des réponses proposées dans le champ « %s »

source: Please enter a valid date format (DD/MM/YYYY) in “%s”
fr: Veuillez entrer une date au format valide (JJ/MM/AAAA) dans le champ « %s »

source: Please enter a valid date in “%s”
fr: Veuillez saisir une date valide dans le champ « %s »

source: Please choose a valid option in “%s”
fr: Veuillez choisir une option valide dans le champ « %s »

source: Please fill in the field “%s”
fr: Veuillez compléter le champ « %s »

source: Please enter a valid email address in field “%s”
fr: Veuillez entrer une adresse électronique valide dans le champ « %s »

source: Please enter an integer number in the field “%s”
fr: Veuillez entrer un nombre entier dans le champ « %s »

source: Please enter a decimal number in the field “%s”
fr: Veuillez entrer un nombre décimal dans le champ « %s »

source: Please enter a number above %s in the field “%s”
fr: Veuillez entrer un nombre supérieur à %s dans le champ « %s »

source: Please enter a number under %s in the field “%s”
fr: Veuillez entrer un nombre inférieur à %s dans le champ « %s »

source: Please choose a valid option in the field “%s”
fr: Veuillez choisir une option valide dans le champ « %s »

source: Please enter at least %s characters in the field “%s”
fr: Veuillez saisir au moins %s caractère(s) dans le champ « %s »

source: Please enter less than %s characters in the field “%s”
fr: Veuillez saisir moins de %s caractère(s) dans le champ « %s »

source: Please enter a time date format (HH:MM) in “%s”
fr: Veuillez entrer une heure au format HH:MM dans le champ « %s »

source: Internal storage
fr: Stockage interne

source: There is no answer to this form yet.
fr: Il n'y a encore aucune réponse à ce formulaire.

source: Num
fr: N°

source: Delete selected answers
fr: Supprimer les réponses sélectionnées

source: other:
fr: autre :

source: empty
fr: vide
